Revit 2027 API
LoadBase.LoadCategoryName Property
 The name of the category to which this load belongs.
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string LoadCategoryName { get; }
Public ReadOnly Property LoadCategoryName As String
	Get
public:
property String^ LoadCategoryName {
	String^ get ();
}
member LoadCategoryName : string with get
Property Value
String
See Also
Reference
LoadBase Class
Autodesk.Revit.DB.Structure Namespace